<div class="static-page__cookie-info mb-10" id="">
  <div class="flex flex-col mx-auto lg:w-240">
    <h1 class="mt-5 mb-10 max-w-screen-md text-4xl font-duplexsans md:text-5xl">Cookieinformation hos KSF Media </h1>

    <p class="mb-4">Senast uppdaterad: 30.5.2023</p>
    <p class="mb-4"><strong>Vad &auml;r en cookie och vad anv&auml;nds den till? </strong></p>
    <p class="mb-4">Cookies (som &auml;ven kallas kakor) &auml;r sm&aring; filer som lagras p&aring;
            din enhet eller i din webbl&auml;sare n&auml;r du bes&ouml;ker v&aring;r hemsida (forts&auml;ttningsvis
            kallat v&aring;ra &rdquo;Tj&auml;nster&rdquo;). Filen inneh&aring;ller sm&aring; m&auml;ngder information,
            exempelvis ett unikt nummer, som servern kan l&auml;sa n&auml;sta g&aring;ng du bes&ouml;ker eller
            anv&auml;nder v&aring;ra Tj&auml;nster. Cookies &auml;r anv&auml;ndbara av flera anledningar. De
            hj&auml;lper exempelvis till med att spara dina inloggningsuppgifter och dina spr&aring;kinst&auml;llningar.
            Vissa cookies &auml;r n&ouml;dv&auml;ndiga f&ouml;r att du ska kunna anv&auml;nda v&aring;ra Tj&auml;nster
            medan andra anv&auml;nds f&ouml;r att optimera din anv&auml;ndarupplevelse. </p>
    <p class="mb-4">V&aring;ra Tj&auml;nster och kanaler i sociala medier anv&auml;nder cookies
            f&ouml;r att utveckla och optimera v&aring;ra Tj&auml;nster samt f&ouml;r att analysera och
            f&ouml;rb&auml;ttra anv&auml;ndarupplevelsen. Vi anv&auml;nder ocks&aring; cookies f&ouml;r att kunna
            presentera inneh&aring;ll i v&aring;ra eller v&aring;ra partners Tj&auml;nster som &auml;r relevant f&ouml;r
            dig (riktad marknadsf&ouml;ring). Cookies ger oss m&ouml;jligheten att samla in information som &auml;r
            anv&auml;ndbar f&ouml;r oss, exempelvis information avseende antalet unika bes&ouml;kare inom v&aring;ra
            Tj&auml;nster, vilken webbl&auml;sare som anv&auml;nds av v&aring;ra bes&ouml;kare samt IP-adressen till den
            enhet du anv&auml;nder. </p>
    <p class="mb-4">Vissa cookies anv&auml;nds f&ouml;r att samla in personuppgifter. Om du vill ha
            mer information om hur vi behandlar dina personuppgifter kan du kan l&auml;sa mer i v&aring;r
            dataskyddsbeskrivning. </p>
    <p class="mb-4"><strong>Generell information om cookies</strong></p>
    <p class="mb-4">Som ett f&ouml;rsta steg kan cookies delas in i f&ouml;ljande generella
            kategorier:</p><a id="t.ce85dd21fde8e008501db5a4d49ae9c630871ca7"></a><a id="t.0"></a>
    <table class="text-sm w-full text-left mb-4">
        <tr>
            <td  class="px-6 py-3">
                <p>Typ av cookie</p>
            </td>
            <td  class="px-6 py-3">
                <p>Beskrivning</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Tempor&auml;ra cookies</p>
            </td>
            <td  class="px-6 py-3">
                <p>Tempor&auml;ra cookies, som &auml;ven kallas f&ouml;r
                        sessionscookies eller tillf&auml;lliga cookies, placeras i din enhet eller webbl&auml;sare under
                        tiden du bes&ouml;ker n&aring;gon av v&aring;ra&nbsp;Tj&auml;nster. Dessa
                        raderas typisk sett s&aring; fort du l&auml;mnar sidan du bes&ouml;ker. Ett exempel p&aring; en
                        tillf&auml;llig cookie &auml;r filer som hj&auml;lper din webbl&auml;sare att laddas snabbare.
                    </p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Varaktiga cookies</p>
            </td>
            <td  class="px-6 py-3">
                <p>Varaktiga cookies eller permanenta cookies &auml;r cookies som
                        lagras p&aring; din webbl&auml;sare eller din enhet till ett visst datum eller till den tidpunkt
                        du v&auml;ljer att radera cookies fr&aring;n din enhet. Ett exempel p&aring; en varaktig cookie
                        &auml;r information om dina spr&aring;kinst&auml;llningar. </p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>F&ouml;rstahandscookies</p>
            </td>
            <td  class="px-6 py-3">
                <p>F&ouml;rstahandscookies &auml;r cookies som placeras p&aring; din
                        enhet av oss n&auml;r du bes&ouml;ker eller anv&auml;nder&nbsp;v&aring;ra Tj&auml;nster. Du kan oftast blockera eller radera dessa
                        cookies.</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Tredjepartscookies &nbsp;</p>
            </td>
            <td  class="px-6 py-3">
                <p>Tredjepartscookies &auml;r cookies som placeras p&aring; din enhet
                        av en tredjepart (dvs. inte av&nbsp;oss),
                        exempelvis en av v&aring;ra leverant&ouml;rer. Du kan oftast blockera eller radera dessa
                        cookies. </p>
            </td>
        </tr>
    </table>

    <p class="mb-4"><strong>Generella syften till att anv&auml;nda cookies </strong></p>
    <p class="mb-4">Det finns flera olika syften med att anv&auml;nda cookies. Som ett andra steg kan
            syftena d&auml;rf&ouml;r delas in enligt f&ouml;ljande kategorier: &nbsp; </p><a
        id="t.918f9bd9f67c4adc03a782ae0e17cffb05802892"></a><a id="t.1"></a>

    <table class="text-sm w-full text-left mb-4">
        <tr>
            <td  class="px-6 py-3">
                <p>&Auml;ndam&aring;l</p>
            </td>
            <td  class="px-6 py-3">
                <p>Beskrivning</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Dessa cookies &auml;r n&ouml;dv&auml;ndiga f&ouml;r att v&aring;ra
                        Tj&auml;nster ska fungera ordentligt och skyddar mot skadlig aktivitet, exempelvis virus. Dessa
                        cookies placeras oftast p&aring; din aktivitet och dina val, exempelvis n&auml;r du v&auml;ljer
                        dina cookie-preferenser, loggar in p&aring; ditt anv&auml;ndarkonto eller fyller i
                        formul&auml;r.</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Marknadsf&ouml;ringscookies</p>
            </td>
            <td  class="px-6 py-3">
                <p>Dessa cookies anv&auml;nder vi f&ouml;r att marknadsf&ouml;ra
                        v&aring;ra Tj&auml;nster, oftast genom tredjeparts hemsidor, genom att inh&auml;mta information om dina surfvanor p&aring; och
                        hur du anv&auml;nder v&aring;ra Tj&auml;nster. Dessa cookies g&ouml;r det m&ouml;jligt f&ouml;r
                        oss att presentera inneh&aring;ll som &auml;r s&aring; relevant som m&ouml;jligt f&ouml;r dig.
                        &nbsp;</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Statistikcookies</p>
            </td>
            <td  class="px-6 py-3">
                <p>Dessa cookies anv&auml;nds f&ouml;r att f&ouml;rb&auml;ttra prestandan
                        f&ouml;r v&aring;ra Tj&auml;nster genom att exempelvis se till s&aring; att sidan du
                        bes&ouml;ker laddas snabbare. Den information som samlas in &auml;r generellt sett v&auml;ldigt
                        begr&auml;nsad och kan exempelvis r&ouml;ra sig om vilken webbl&auml;sare du anv&auml;nder dig
                        av. Informationen&nbsp;hj&auml;lper oss bland
                        annat att analysera fl&ouml;det av bes&ouml;kare och anv&auml;ndare av v&aring;ra
                        Tj&auml;nster.</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Inst&auml;llningsrelaterade cookies</p>
            </td>
            <td  class="px-6 py-3">
                <p>Dessa cookies anv&auml;nds typiskt sett f&ouml;r att komma ih&aring;g
                        dina val och preferenser. Det r&ouml;r sig exempelvis om dina spr&aring;kinst&auml;llningar och
                        vilka Tj&auml;nster eller produkter som intresserar dig. </p>
            </td>
        </tr>

        <script id="CookieDeclaration" src="https://consent.cookiebot.com/9aea18f0-286d-4988-af88-351c5bf83a2c/cd.js" type="text/javascript" async></script>


    <p>Hur du kan p&aring;verka lagringen av cookies p&aring; din enhet</p>
    <a id="t.4f0687476d7eba39aa3ec0e3118f8346b1432f99"></a><a id="t.3"></a>
    <table class="text-sm w-full text-left mb-4">
        <tr>
            <td  class="px-6 py-3">
                <p>Handling</p>
            </td>
            <td  class="px-6 py-3">
                <p>Konsekvens</p>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Du kan v&auml;lja bort alla icke n&ouml;dv&auml;ndiga cookies som
                        placeras p&aring; din enhet. Det g&ouml;r du genom att n&auml;r som helst &auml;ndra dina
                        cookies-preferenser, inklusive tredjeparts-cookies. Du kan beh&ouml;va ladda om sidan f&ouml;r
                        att &auml;ndringarna ska f&aring; effekt. </p>
            </td>
            <td  class="px-6 py-3">
                <p>V&auml;ljer du bort alla icke-n&ouml;dv&auml;ndiga cookies kan detta
                        h&auml;nda: </p>
                <ul>
                    <li">Dina spr&aring;kinst&auml;llningar sparas
                            inte,</li>
                    <li">Information du har delat med oss kan ha
                            f&ouml;rsvunnit n&auml;r du n&auml;sta g&aring;ng anv&auml;nder eller bes&ouml;ker
                            v&aring;ra Tj&auml;nster, </li>
                    <li>Du riskerar att g&aring; miste om funktioner i
                            v&aring;ra Tj&auml;nster. </li>
                </ul>
            </td>
        </tr>
        <tr>
            <td  class="px-6 py-3">
                <p>Du kan blockera specifika tredjeparts-cookies genom att
                        bes&ouml;ka respektive tredjeparts hemsida, se l&auml;nkarna i tabellen ovan. Klicka p&aring;
                        l&auml;nkarna ovan f&ouml;r att komma till respektive tredjeparter integritetsinformation eller
                        sidan d&auml;r du kan &auml;ndra inst&auml;llningarna f&ouml;r tredjeparts-cookies. </p>
            </td>
            <td  class="px-6 py-3">
                <p>V&auml;ljer du bort tredjeparts-cookies kan det resultera i att du
                        inte kan: </p>
                <ul>
                    <li">Anv&auml;nda sociala medier-plugins (exempelvis
                            &rdquo;gilla&rdquo; eller &rdquo;dela&rdquo;),</li>
                    <li">Anv&auml;nda kommunikationskanaler i v&aring;ra
                            Tj&auml;nster, </li>
                    <li>Se potentiella annonser i v&aring;ra
                            Tj&auml;nster. </li>
                </ul>
            </td>
        </tr>
    </table>

    <p class="mb-4"><strong>&Auml;ndringar av v&aring;r cookieinformation</strong></p>
    <p class="mb-4">Vi kan komma att uppdatera denna cookieinformation fr&aring;n tid till annan.
            F&ouml;r att h&aring;lla dig uppdaterad beh&ouml;ver du d&auml;rf&ouml;r regelbundet bes&ouml;ka sidan
            f&ouml;r v&aring;r cookieinformation f&ouml;r att se om n&aring;gra &auml;ndringar gjorts. Den senaste
            versionen finns alltid att tillg&aring; i v&aring;ra Tj&auml;nster. F&ouml;r att f&aring; information om
            n&auml;r v&aring;r cookieinformation senast uppdaterades, se datumet h&ouml;gst upp i dokumentet. 
    </p>
    <p><strong>Fr&aring;gor</strong></p>
    <p class="mb-4">Har du n&aring;gra fr&aring;gor eller vill komma i kontakt med oss, &auml;r du
            v&auml;lkommen att kontakta oss via dpo@ksfmedia.fi</p>
  </div>
</div>
